type articleType = {
    title: string;
    url: string;
    imgUrl: string;
    comments: Array < string > ;
}

export const articles: Array < articleType > = [
    {
        title: `"울어도 봤고, 웃어도 봤다... 그래도 웃는 게 낫더라" - '고스트' 장용준`,
        url: 'http://www.inven.co.kr/webzine/news/?news=212354',
        imgUrl: 'https://i.imgur.com/O0ll8sO.jpeg',
        comments: [
            "어린나이부터 세상에 회의감을 느꼈을 고스트 선수의 진심이 느껴져 감동이었습니다",
            "고스트가 힘든 시절도 있었고 힘들어도 꾸준히 프로생활을 함으로써 지금의 결실을 맺을 수 있었다는게 인상깊었습니다.",
            "샌드박스에 막 들어간 고스트, bbq에서 결국 강등당했을 때의 고스트지만 마음가짐은 그때나 지금이나 똑같구나 하는 생각이 들면서 존경스러웠다.",
            "역경을 딛고 결국 이겨낸 고스트 선수.포기하지 않고 끝까지 해내서 결국 우승컵을 들어올린, '로열로더' 고스트 선수의 여정이 마치 드라마 처럼 기억에 남습니다. 챌린저스 코리아에서 롤드컵 우승까지한 담원의 여정과 같은 발자취 이기도 하고요 고스트 선수 앞으로도 화이팅! ",
            "6년이라는 시간동안 얼마나 많은 고민과 어려움이 있었을지 상상조차 가지 않으며 그런 고난속에서도 이겨내는 고스트선수를 보며 많은 것을 되돌아보게 되었습니다 제 자신에게도 응원이 되는 기사였으며 장용준선수를 그리고 담원을 다시 보게한 기사중 하나라고 생각합니다 ",
            "당시에 인터뷰를보기전에는 cj, bbq의 원딜이긴했지만 저조한 경기력때문에 조금 실망스러웠는데 이 인터뷰를 너무 감명깊게 읽어 샌드박스 고스트를 응원하게되었고, 19년도에 드디어 만개한 경기력을보고 저도 정말 기뻐했던 기억이있습니다. 거기에 그치지않고 담원에서의 lck섬머부터 롤드컵까지. 만개한 경기력을 세계에 널리 알리신거같아 정말 기쁩니다. 저도 몰랐었는데 용준선수 생년월일이 저랑똑같더라구요(저도 99년생 3월 18일생입니다). 너무 오바하는거같지만 진심으로 가문의영광이라 생각합니다.",
            "그 인터뷰보고 샌박고스트 응원해왔고 지금까지 왔네요",
            "아마 제일 많이 언급되는 기사 중 하나가 아닐까 싶긴 한데, 저는 사실 고스트선수가 샌드박스에서 담원으로 이적하실 때도 어떤 선수이신지 잘 몰랐었어요. 그냥 담원 선수니까 응원하는 느낌? 그런데 이 기사를 서머시즌 우승 전에 우연히 읽게 되었는데, 그때부터 진짜 진심으로 응원하게 되었어요. 힘든 시간들을 보란듯이 멋지게 이겨내신 용준이형이 정말 멋지고 자랑스럽습니다.",
            "그야말로 인간 승리라고 표현해도 과언이 아닙니다. CJ부터 시작해 DWG에 오기까지 고스트 선수가 얼마나 노력했을 지 느껴집니다.",
            "저 인터뷰를 읽었을 때만 해도 고스트 선수를 그저 이름만 알고 실력이 좋지 못한 선수라고 생각했는데 샌드박스 시절부터 지금까지 고스트 선수가 보여주는 폼이 정말 환상적이기에 인간승리가 아닐수가 없다 고스트 선수 항상 응원합니다",
            "고스트가 힘든 시절도 있었고 힘들어도 꾸준히 프로생활을 함으로써 지금의 결실을 맺을 수 있었다는게 인상깊었습니다.",
            "고스트 선수가 슬럼프를 극복하고 수준높은 개그를 구사하시는 모습이 보기 좋습니다.",
            "인생 그 자체가 담긴 솔직담백한 인터뷰임과 동시에 롤드컵 우승 원딜러라는 지금에서 다시 돌아보는 그 느낌이란 어떨지.. 정말 상상이 가지않는다. 고스트 선수 팬이 됐다면 무조건 읽어봐야한다는 것을 누구도 부정하지 못할것",
            "고스트가 힘든 시절도 있었고 힘들어도 꾸준히 프로생활을 함으로써 지금의 결실을 맺을 수 있었다는게 인상깊었습니다.",
            "담담한 어투지만 진심이 가득 담긴 인터뷰를 보고 너무 일찍 철이 들어버린 고스트의 모습에 마음이 짠했고 그런 상황에도 희망을 잃지 않은 고스트의 포부가 대단했다.",
            "처음에는 동정심 이였을지도 모르겠지만 고스트 선수가 정말 노력해서 증명해줬으면 좋겠다 라는 생각을 했었어요 그 뒤로 샌드박스 에서 승승장구 하는모습 담원에서 보이지는 않지만 팀의 구석구석을 채워주는 플레이 고스트 선수를 보면 제가 힘이 나는것 같습니다.",
            "저는 제가 응원하는 팀과는 별개로, 아무 구설수 없이 착한 선수들은 모두 잘됐으면 하는 마음이 있어요. 그래서 정말 비판(비난)을 많이 받던 선수들은 더 잘됐으면 좋겠다라는 생각을 했어요. 그렇게 18년도 가장 비판과 비난을 받던 고스트가 있었는데, 좀 안타까웠어요. 데뷔년도부터 많은게 맞아 떨어지지 않은? 그런 느낌을 받았거든요.하지만 그런 상황속에서도 웃으면서 다시 도전한다는게 멋있었어요. 정말 바닥을 찍고 잊혀져가는 선수들이 많은데 다시 처음부터 입단 테스트를 보며 열정을 보여준게 대단하다 생각해요, 현역 프로이자 데뷔년차가 쌓인 고스트 선수인데 처음부터 시작한다는게 더욱 멋있었어요.  ",
            "'울어도 봤고, 웃어도 봤다. 그래도 웃는 게 낫더라.'고스트선수 인터뷰 제목이였는데 내용이 너무 슬프면서도 현재모습 때문인지 너무 멋있었어요. 항상 유쾌한모습이지만 오랜 선수생활동안 힘든시기를 보낼때가 있었다는게 너무 맘아팠어요 근데 그랬던 선수가 롤드컵 우승이라니.. 그 힘든시기를 이겨내고 이런 엄청난 결과를 만들어내는동안 얼마나 노력하고 힘들었을까 그리구 너무 멋있었어요 앞으로는 행복한 순간이 가득했으면 좋겠어요!",
            "기사를 올해 스프링 초창기에 어쩌다 봤던거 같아요. 그때 괜스레 다읽고선 눈물 핑고이면서 아 이사람 정말 잘됐음 좋겠다. 하고 생각했던거 같아요. 천성이 너무 착한거 같은게 텍스트에서부터 고스란히 잘 배어나왔던거 같아요.하지만 여친이 있을줄은 몰랐어 이시대 최악의 원딜 장용준씨…",
            "한때 저도 내가 사는 것을 세상이 나를 너무 아프게 때린다고 생각하고 울고 싶은 때가 많았습니다.하지만 겨우 이제 22이 된 이 선수는, 저는 상상할 수 없는 아픔을 가지고도 웃으면서 나아갔습니다.앞으로도 열심히 살기위해 웃자고 생각이 들면서 나아갈 준비를 하고 있습니다. 많은 위로가 되었고 많이 배웠습니다. 앞으로는 웃는 일이 더 많았으면 좋겠습니다. 고스트 장용준 선수의 멋진활약을 앞으로도 기대하겠습니다.",
            "19롤드컵때부터 롤 이스포츠를 봐서 고스트선수의 예전 모습에 대해서는 잘 알지 못했는데 저 기사를 보고 알게 되었습니다. 마음고생했을 고스트선수를 생각하니 참 가슴아팠고 서머 우승하고 인터뷰에서 우는 고스트 선수를 보며 저도 울컥하고 잘 되서 참 다행이다라는 생각이 들었습니다",
            "그야말로 인간 승리라고 표현해도 과언이 아닙니다. CJ부터 시작해 DWG에 오기까지 고스트 선수가 얼마나 노력했을 지 느껴집니다.",
            "너구리 캐니언 쇼메이커 베릴선수는 담원의 온리 팀 선수였었죠 하지만 고스트 선수는 CJ시절을 비롯해서 꽃을 피지 못하는 공간에서 빛을 찾기 위한 여정을 오랜시간동안 겪었습니다. 그리고 이 인터뷰 기사가 나온다음 샌드박으 팀에 입사하여 모든 이들을 놀라게하는 캐리머신으로 등급하면서. 저도 그리고 LCK 팬들도 '고스트'라는 이름을 각인 시켜줬었습니다. 그리고 시간이 지났을까요? 뉴클리어 선수를 뒷받침 해주는 선수를 영입한다는 소식에 살펴봤고, 그 선수가 고스트였던 순간 아 왔다  라는 말이 바로 나왔습니다. 그리고 점점 고스트는 샌드박스의 시절을 지나 담원의 고스트는 세체원이 되었습니다. 항상 긍정적이었던 고스트의 기사를 항상 보면서 제가 힘들때나 혹은 위기가 왔을때 이 기사를 봅니다. 언제나 당당한 장용준 이라는 사람을 기억하면서요.",
        ]
    },
    {
        title: '"과정에서 온 확신", 우승을 말하는 담원 이재민 감독-양대인 코치',
        url: 'http://www.inven.co.kr/webzine/news/?news=246486&site=lol',
        imgUrl: 'https://i.imgur.com/wLiLflE.jpeg',
        comments: [
            "감독,코치님들의 역할이 이번 서머 성적향상에 매우 큰 역할을 했다고 개인적으로 생각했는데 이에 대한 상세한 설명을 해줬기 때문 ",
            "결승 하루 전에 이 기사를 보면서 제파 감독님의 우승에 대한 강한 확신을 느꼈고, 결승 응원을 불안감보다 우승할 수 있다는 확실한 믿음을 갖고 응원할 수 있게 해 준 인터뷰이다.",
            "감독님과 코치님의 생각을 알 수 있어서 좋았어요 양대인 코치님이 실수를 줄이기 보다 어떻게 상대를 잘 때릴 수 있는지 초점을 맞췄다는 것이 인상깊었어요 ",
            "담원이 패왕이될수있었던 이유가 잘드러나는 칼럼이라 생각합니다 ",
            "결승 하루 전에 이 기사를 보면서 제파 감독님의 우승에 대한 강한 확신을 느꼈고, 결승 응원을 불안감보다 우승할 수 있다는 확실한 믿음을 갖고 응원할 수 있게 해 준 인터뷰이다.",
            "lck 서머 우승 후 제파 감독님이 자신있게 월즈 우승하겠다는 멘트를 남기셨습니다. 저런 자신감과 확신이 어디서 나오는건지 시원하게 말씀해주신 인터뷰라 매우 인상 깊었습니다. 선수들 뿐만 아니라 저에게도 강한 믿음과 신뢰를 주는 인터뷰였습니다. 그리고 진짜 월즈 우승으로 이어졌죠. 담원이 어떻게 강해질 수 있었는지 다양한 원인이 있지만 그 중 감코진의 중요성, 그 역할이 잘 드러난 인터뷰가 아니었나 생각합니다. (그런 이유에서 감코진 재계약 제발)",
        ]
    },
    {
        title: `롤드컵 '왕좌' 찾아온 담원, 2021시즌 위해 '모두 잡는다'`,
        url: 'http://naver.me/5ZuQ1Tcb',
        imgUrl: 'https://imgnews.pstatic.net/image/109/2020/11/04/0004302689_001_20201104094414337.jpg?type=w430',
        comments: [
            "대표님이 선수들을 위해 계약기간이 남아도 재계약을 해주며 제대로 대우해주는 모습을 보며 대표님부터 담원 모두가 팀을 소중히 했기에 지금의 팀이 생기게 된거같다는 생각이 들었습니다.",
            "이유 : 이유영 NO.1",
            "내년이 기대되게 만드는 기사",
            "이유영대표님의 생각이 멋졌습니다.전원 재계약을 할려고 하는 멋진 의지가 보입니다.",
            "대표님은 찐임....",
            "내년도 해먹고 내후년도 해먹고 영원히 해먹게 해주세요!",
            "우승하고 공중분해한 팀 생각나서 무서웟는데 안그런대서 다행이라고 생각햇기 때문",
        ]
    },
    {
        title: `How it's made: Nuguri, Showmaker and DAMWON Gaming`,
        url: 'https://www.espn.com/esports/story/_/id/29712180/nuguri-showmaker-damwon-gaming',
        imgUrl: 'https://a4.espncdn.com/combiner/i?img=%2Fphoto%2F2019%2F1216%2Fr642375_800x450_16%2D9.jpg&w=800&h=450&scale=crop&cquality=80&location=origin&format=jpg',
        comments: [
            "롤드컵이 진행되기 전에 올라온 칼럼인데 이 칼럼을 보고 담원이 롤드컵에서 우승했으면 좋겠다는 생각을 했습니다.",
            "서머때 담원이 그야말로 미친 폼을 보여주면서, 많은 시청자들은 큰 기대를 했지만 혹자는 폄하하고 까내리느라 바빴습니다. 다들 2년간 lck의 몰락에 겉으로는 내색하지 않았지만 크게 실망하고 있었던 터라 자기방어적 기제가 작용했던 것일테지요. 그때 한켠에 올라온 이 칼럼은 국제적인 기자의 눈으로 보았을때도 담원이 새로운 물결을 불러일으킬 수 있을 것이라는 큰 기대와, 미약하지만 확신을 갖도록 해주었습니다. 사실 이밖에도 담원의 이야기를 담은 훌륭한 칼럼은 무수히 많았지만, 이 칼럼이 심금을 가장 울려서 담았습니다 :)",
            "제가 몰랐던 시절의 담원부터 해외에서는 유명했구나 느낄 수 있었던 칼럼이었습니다. 2020년 롤드컵 우승은 한 두 시즌의 반짝 성과가 아니고 아래부터 차곡차곡 쌓아온 실력에 의한 결과였다는것을 느꼈습니다.",
            "마지막 문장이 너무 인상 깊었고 소름돋았습니다.2018년 바람이 불었고,2019년 소문이 시작되었다.어쩌면 한국의 마지막 기회인 2020년, 함성이 들릴 것인가?",
            "원래는 담원 게이밍이 재밌는 경기를 해서 좋아하긴했지만 완전 팬은 아니였었는데 이번 2020 lck 서머시즌 중에 저 칼럼을 커뮤니티 사이트에서 보게 되었습니다. 이 글을 보면서 소위 말하는 뽕이 차오른다라는 느낌을 받게 되었고, 담원 게이밍에 대한 관심이 생겼습니다. 그리고 담원 게이밍에 관련된 일화들을 보고 매력적인 스토리를 가진 팀이라는 생각이 들었고 담원 선수들의 개인방송도 찾아보게 되면서 담원 게이밍이라는 팀의 매력에 빠지게 되면서 담원 게이밍의 팬이 되었습니다. 그렇기에 담원 게이밍이라는 팀을 알아보게 되었고, 완전히 팬이 되게된 계기라고 할 수 있는 이 칼럼이 저에게는 가장 인상깊습니다.",
            "해외에서 바라보는 담원의 위상이 어떤지 볼 수 있어좋았다. 특히 마지막부분은 필력",
            "2018년 인천롤드컵에 왔던 선수들의 너구리 쇼메이커 선수 평가부터 지금의 담원이 어떻게 완성될 수 있었는지가 담겨있는 글이여서 가장 인상깊고 마지막 세문장을 읽으면 정말 소름돋는 기분이다 서머때 읽은 칼럼인데 지금와서 다시 읽어도 정말 기억에 남는 글이다",
        ]
    },
    {
        title: `'유일무이'한 서포터, '베릴'만 다룰 수 있던 창`,
        url: 'https://sports.news.naver.com/news.nhn?oid=442&aid=0000125247',
        imgUrl: 'https://imgnews.pstatic.net/image/442/2020/11/04/0000125247_001_20201104164950859.jpg?type=w647',
        comments: [
            "담원의 상체가 워낙 괴물같아서 덜 주목받던 베릴 선수를 잘 설명해준거같아서요. 유일무이하다는 표현이 좋았습니다",
            "이번 롤드컵에서 베릴 선수가 판테온으로 좋은 모습을 보여주었고, 다른팀의 선수들도 판테온을 사용하는 모습을 보여주기도 하였지만, 역시 베릴선수만큼의 영향력을 보이지 못하고 베릴 선수 이외의 선수들은 승률이 낮았던 걸로 나옵니다. 서포터인데도 다른 라이너만큼 영향력을 보여주는 베릴 선수의 모습이 인상깊어서 선택하였습니다.",
            "제가 서폿 유저기도 하고 베릴선수의 대단함을 널리퍼트리고싶기도하고 ㅎㅎㅎㅎ",
            "제가 베릴선수의 판테온서폿을 매우 인상깊게보고 실제로 랭크에서도 많은 도움이 되었는데 최근기사의 베릴선수의 판테온은 다르다고 해서 인상깊게 봤습니다.",
            "베릴 선수에 다른 팀의 서포터와 어떻게 다른지, 그리고 숨은 공로를 짚어주어서 좋았습니다.",
        ]
    },
    {
        title: '담원게이밍, 당연하지 않은 걸 당연하게 만든 팀',
        url: 'http://www.xportsnews.com/?ac=article_view&entry_id=1347008',
        imgUrl: 'https://i.imgur.com/K5nzMmq.jpeg',
        comments: [
            "처음부터 압도적이라고는 평가되지 않았던 담원이 여러 과정을 거치며 성장했다는 점을 감동적으로 풀어냈다고 생각하였다.",
            "담원이 보낸 한해를 잘 설명해주는 거 같고 그냥 이런 칼럼이 나왔다는게 한 팬으로서 너무 기쁘니까.",
            "기자분이 전체적으로 담원에 대해 잘 이해해서 풀어주신거 같고 피지컬,스크림도르 소리를 듣던 담원이 결국 각성한걸 기사에 잘 담아주셔서 좋았다",
            "섬머 초반, 전문가들이 담원 게이밍의 플옵 탈락을 예상 했을때가 생각나네요. '나보다 롤이라는 게임을 잘 알고 있는 전문가들의 예상이, 더 정확하지 않을까?' 라는 의문을 많이 가졌었습니다. 하지만, 보기좋게, 압도적으로 섬머 우승후, 롤드컵 진출. 그리고 롤드컵 우승. 섬머 초반, 전문가들의 예상이 '당연히' 맞다고 생각을 했지만, '당연하지 않은' 일을 당연하게 해낸 '담원'. 이를 잘 나타낸 기사라고 생각합니다. 그렇기에 이 기사를 볼 때, 고개를 끄떡이며 공감을 많이 했던거 같네요!",
        ]
    },
    {
        title: '저는 쇼메이커를 지목합니다',
        url: 'http://news.kmib.co.kr/article/view.asp?arcid=0014974986&code=61162011',
        imgUrl: 'https://i.imgur.com/YF1wcWl.jpeg',
        comments: [
            "우리팀을 유심히 지켜본 티가 날정도로 자세하고 담원 팬들이 공감할만큼 잘 묘사해서입니다. 또한 기본적으로 글을 잘썼고 제목이나 본문을 위트있게 써서 길어도 지루하지 않았습니다",
            "모두의 색깔을 잘 설명해준 것 같아서",
            "고스트 선수 샌드박스때 두각을 드러내시면서 가려져있었던 선수구나라고 생각했는데 진짜 담원에 와서 자신의 장점을 잘보여주시는것같아서",
        ]
    },
    {
        title: `롤드컵 우승 거머쥔 담원게이밍, 원동력이 된 '끈끈한 팀워크'`,
        url: 'http://www.inven.co.kr/webzine/news/?news=246524',
        imgUrl: 'https://i.imgur.com/mOKN1D3.jpeg',
        comments: [
            "항상 담튜브나 도유라이브를 보면서 담원이란팀은 분위기가 좋구나 라고 생각했었다. 물론 팬의입장으로써 팀 분위기가 어떤지 겉으로 보이는것만으로는 파악할수 없다는것도 알고있다. 근데 그런 생각들이 기사화 됨으로써 담원 팀 분위기가 얼마나 끈끈하고 좋은지 알수있었기 때문",
            "이번 월즈를 보면서 담원이 다른팀보다 뛰어났다고 생각한것은 팀합인데요. 팀원 전체가 조합의 장점과 단점을 잘 알고있어서 팀워크를 통해 경기를 풀어나가는 능력이 다른 팀보다 훨씬 뛰어나다고 생각해요. 아 물론 피지컬이랑 라인전도 제일 잘했지만요 ㅎㅎ. ",
            "담원의 특징중에 하나인 팀워크를 언급해줘서 담뽕이 차오름",
            "담원게이밍이 롤드컵에서 우승하고 담원게이밍의 팀워크를 더 깊이알수있었다",
        ]
    },
    {
        title: '실패와 성공은 마주 본다',
        url: 'https://sports.news.naver.com/news.nhn?oid=502&aid=0000000426&viewType=COLUMN',
        imgUrl: 'https://imgnews.pstatic.net/image//502/2020/10/28/sptPostArticleImage-1100.jpg',
        comments: [
            "롤드컵 결승을 앞두고 올라왔던, 고스트 선수와 관련된 칼럼으로 사람에게 희망을 주는 감동적인 내용이라고 생각합니다.",
            "인생승리 고스트",
            "패배감으로 가득하던 제 일상에 고스트 선수의 일대기는 엄청난 동기부여가 되어주었습니다. 실패를 거듭하더라도 포기하지않고 전진하는 가치를 알려준 고스트 선수에 대한 칼럼이라 유독 기억에 남았던 것 같습니다 장용준 사랑해요",
            "실패할지언정 쓰러지지는 않았기에 여기까지 올 수 있었던 고스트 선수의 노력을 잘 담은 기사라고 생각했다.",
            "기사인지 칼럼인지는 모르겠지만 고스트에 대한 과거랑 현재 인터뷰랑 고스트에 대한 일대기를 요약해놓은 글들을 읽었었는데 고스트선수가 엄청나게 멋있어서 인상깊었었다.",
            "CJ, BBQ강등을 둘다 생방으로 본 롤팬으로서 2번의 강등을 겪고 다시 일어서서 프로생활을 계속 해 나간것이 매우 인상깊었기 때문에",
        ]
    },
    {
        title: '꿈★은 이루어진다',
        url: 'https://sports.news.naver.com/news.nhn?oid=502&aid=0000000428&viewType=COLUMN',
        imgUrl: 'https://imgnews.pstatic.net/image//502/2020/11/01/sptPostArticleImage-511.jpg',
        comments: [
            "저는 꿈이란 단어를 정말 좋아하는데 그 이유는 어떻게 하다보면 정말 닿을 수 없는 것처럼 보이지만 닿았을때는 너무나도 행복한게 꿈이라고 생각하기 때문입니다. 스프링때만 해도 담원은 롤드컵 우승은 꿈으로 남아있는 듯 했습니다. 하지만 MSC와 서머가 진행됨에 따라서 점차 그 꿈을 향해 장애물을 뛰어넘은 담원은 결국 쟁취하였고 모든 LCK의 선망이 되기에 충분했습니다. 이렇게 팬들의 꿈을 이뤄준 담원 게이밍이기 때문에 제목에서부터 끌렸던 것 같습니다.",
            "그냥. 그냥 벅차올라서",
            "롤드컵을  우승하고 여운이 남은 상태에서 이 기사를 보면서 담원이 걸어온 길을 되돌아 볼 수 있어서 좋았다.",
            "롤드컵 우승 기사중 가장 멋진 기사라 생각해서. 모든 선수의 성장과정을 적어주셔서 당시에 읽으면서 많이 뭉클했다. 참 고생 많이 했구나 다들",
        ]
    },
    {
        title: `'세체탑' 등극 앞둔 '너구리' 장하권, 과거의 그림자 앞에 서다`,
        url: 'http://www.inven.co.kr/webzine/news/?news=246251',
        imgUrl: 'https://i.imgur.com/xzkqA6G.jpeg',
        comments: [
            "이번 해 서머 이전의 담원은 한점돌파를 통해 판세를 지배해나가는 속시원한 경기를 보여주던 팀이었습니다. 그런 담원에게도 몇 가지 속쓰린 기록들이 있었는데, 다전제에서 DRX에게, MSC에선 LPL에, 작년 월즈에선 G2에게 아쉬운 패배들이었습니다. 롤드컵에서의 담원은 이런 속쓰린 기록들을 하나씩 고쳐쓰며 결승까지 올라갔습니다. JDG와 DRX에겐 LCK에서 보여준 압도적인 모습을 분명히 각인시켜주었고, 4강에서 만난 G2에겐 담원이 이제는 노련한 게임을 굴리는 팀임을 보여주었습니다. 그렇게 결승에 올라 만난 팀은, 어딘가 작년의 담원과 닮은 모습의 쑤닝이었습니다. 메타와 상관없이 노골적인 탑 시팅을 통해 LPL의 강팀들을 꺾으며 올라온 쑤닝에게 담원과 혈투라고 불러도 손색 없었던 네 경기를 치뤘습니다. 마치 담원이 최고임을 증명하려면 과거의 그림자를 넘어서야 한다고 외치는 것 같았던 결승전, 그 고난을 넘어 승리했기에 더욱 의미있던 월즈 우승이었습니다.",
        ]
    },
    {
        title: '게임을 좋아하는 팀',
        url: 'https://sports.news.naver.com/news.nhn?oid=005&aid=0001375858',
        imgUrl: 'https://imgnews.pstatic.net/image/005/2020/10/29/611620110015164025_1_20201029210348844.jpg?type=w647',
        comments: [
            "기자님의 사심이 가득 담긴 담원사랑이 느껴짐. 특히 '허수가 세계 최고의 미드라이너가 되는 날, 담원도 세계 정상에 설 것이다' 라는 문장이 인상깊었음.",
            "담원이란 팀과 선수들이 보이는, 지켜보는 사람마저도 즐겁게 만드는 게임에 대한 열정과 엄청난 집중력이 게이머의 본질이자 프로게이머의 진정한 자세라는 점을 일깨워줬다고 생각해 매우 인상적이었습니다. ",
            "담원을 제일 잘 보여주는 기사여서 좋아합니다. 19년에 미친 광기의 한타를 보여주던 팀이 완벽한 운영까지 갖추며 성장하는 모습이 인상적이었습니다. 짐승같던 팀이 마지막 우승할 때 들은 말이 ai같다라는 이야기도 좋았습니다. 담원이 어떤팀인지 사람들이 모를 때 이 기사를 보여주면 가장 이해가 쉬울거라고 생각해서 고르게 되었습니다. ",
        ]
    },
    {
        title: `눈물 보인 담원 '고스트' 장용준 "롤드컵 때 울려고 했는데…"`,
        url: 'http://www.dailyesports.com/view.php?ud=2020090520480593253cf949c6b9_27',
        imgUrl: 'https://cgeimage.commutil.kr/phpwas/restmb_allidxmake.php?idx=3&simg=20200906072830035803cf949c6b9123811052.jpg',
        comments: [
            "사실 담원 선수들이 데뷔하고 챔피언이 되기까지 그리오랜 시간이 걸리지 않았습니다. 하지만 그 과정속에서 자신이 걸어가고 있는 이 길이 맞나 싶은 마음을 한번쯤 생각해봤을거 같습니다. 그중 선수경력이 길고 다사다난 했던 고스트 선수는 그 마음이 더욱 컸겠지요. 결국 그가 이 모든 역경을 이겨내고 첫트로피를 들었을때 그 감회가 남달랐을거 같습니다. 고스트 선수가 눈물을 흘릴때 저도 눈물이 찔끔 나더군요. 그의 노력과 고생이 보였기에..",
            "고스트 선수가 힘들었던 시절과 그동안 많은 욕과 비방을 받으면서도 힘내서 이렇게 올라와준거에 감동 힘내라 고스트",
            "진정한 소년만화의 해피엔딩",
            "프로로써 비참하게 좌절하지 않고 계속 도전하고 결국 이뤄내는 모습이 저에게 와닿아서 기억에 많이 남았습니다",
        ]
    },
    {
        title: '방파제를 두드릴 담원의 파도',
        url: 'http://naver.me/5nDdLdNB',
        imgUrl: 'https://i.imgur.com/0MMVa9X.jpeg',
        comments: [
            "맨 위의 사진 때문인데 담원을 쑤닝이라는 방파제를 집어삼키는 거대한 파도로 비유한게 좋았다.",
            "저 기사를 보며 담원이 우승하지 못 했을 시 나타날 수 있는 온갖 경우의 수를 상상했습니다. 의심해서 죄송합니다.",
        ]
    },
    {
        title: '그때 너구리는 왜 미드로 뛰었을까',
        url: 'http://news.kmib.co.kr/article/view.asp?arcid=0014785984&code=61162011&cp=nv',
        imgUrl: 'https://i.imgur.com/9NIprqA.jpeg',
        comments: [
            "작년 무력 1툴 소리를 많이 들었다. MSC컵 이후 담원이라는 팀의 시너지가 세계의 다른 팀과는 비교할 수 없는 단계로 올라갔다. 경기를 실시간으로 보면서도 너구리가 미드로밍을 가서 이득을 본다는 게 말이 안 된다고 생각했다. 팀의 콜에 따라 유기적으로 움직이는 5명을 보고 서로에 대한 절대적인 믿음이 있고 이런 팀이라면 롤드컵 우승을 기대해도 좋다는 생각을 햇다. 스프링시즌의 차력쇼에서 전라인 캐리가능이라는 아주 좋은 성과를 얻게 됐다. 전라인 캐리 가능을 위해선 라인전 강캐보단 한타를 위한 픽을 해야 하고 이에 따라 라인적 약캐나 탱커픽을 할 수도 있다. 그 고집 센 너구리에게 오른을 쥐게 한 제파 이재민 감독과 대니 양대인 코치가 정말 대단하다.",
        ]
    },
    {
        title: `이게 되나요? '쇼메이커', 91개 챔피언 한 번씩 해서 챌린저`,
        url: 'http://www.inven.co.kr/webzine/news/?news=238504',
        imgUrl: 'https://i.imgur.com/J6slkcV.jpeg',
        comments: [
            "쇼메이커 허수선수님께서 정말 많은 노력과 연습을 해주시고 계신다는 것을 느낄 수 있었습니다. 또 이 선수는 그냥 천재다 라는 생각이 들 정도로 많은 챔피언을 써주시고, 솔랭 1,2위 하시는 모습을 보면서 정말 대단하다고 생각했습니다.",
            "생각보다 더 많은것을 하는걸 느낌",
            "미친사람인줄 알았다. 이 기사 이후로 담원을 더 좋아하고 응원하게 된 거 같다",
        ]
    },
    {
        title: `담원 게이밍 '뉴클리어' 신정현, 그에 대한 소고`,
        url: 'http://www.inven.co.kr/webzine/news/?news=224513',
        imgUrl: 'https://i.imgur.com/hjkpADq.jpeg',
        comments: [
            "뉴클리어. 선수에 대한 칼럼입니다..,,, 본인도 원딜러로서,, 감정이입이 되더이다^^..,, 승승장구 기원!!!",
        ]
    },
    {
        title: `Damwon isn't just "another Korean team" They are the ultimate "Challengers" from Korea.(담원은 단순한 '또 하나의 한국팀'이 아니다. 그들은 한국에서 온 궁극의 "챌린저스"다.)`,
        url: 'https://www.reddit.com/r/leagueoflegends/comments/jiarmu/damwon_isnt_just_another_korean_team_they_are_the/?utm_source=share&utm_medium=web2x&context=3',
        imgUrl: 'https://image.zdnet.co.kr/2020/09/05/fdf1ac77d02cc6df9ec713042e67ae93.jpg',
        comments: [
            "담원이 걸어온 길에 대해서 잘모르는 서구권 팬들에게 제대로 설명해준 서브레딧 댓글에 많은 팬들이 담원의 월즈 우승을 응원하는 댓글이 많아서, 선수들 포함한 담원 게이밍 분들이 페이지를 통째로 번역기 돌려서 봤으면 좋겠습니다.",
        ]
    },
    {
        title: '알고도 못막는 담원 게이밍',
        url: 'http://naver.me/xDYQoi0a',
        imgUrl: 'https://post-phinf.pstatic.net/MjAyMDA3MjBfMTk0/MDAxNTk1MjE2NDI3ODAw.XZ1EjtAbts96ZnbC5dH2ytO0jdsD1xBynj9yJYPotrwg.4TPYmJnxNSB13342LTV64jbLskf-9nU8Cz0YECkkjH8g.JPEG/mug_obj_159521645156217596.jpg?type=w1080',
        comments: [
            "비록 담원이 롤드컵에 오기 전 2위를 달리고 있을 때의 기사이지만 담원의 세 라인이 모두 캐리가 된다는 장점을 정확하게 분석하고, 고점과 저점이 없이 항상 우직한 담원의 경기력을 높이 평가했다는 점에 깊이 공감했었어요.",
        ]
    },
    {
        title: `'쇼메이커' 허수가 말하는 승부욕과 자신을 지탱하는 것들`,
        url: 'http://www.inven.co.kr/webzine/news/?news=243301',
        imgUrl: 'https://i.imgur.com/QFfj3Qd.jpeg',
        comments: [
            "맨마지막에 쇼메이커 선수가 말했던 답변이 인상깊었습니다. 이 대답이 저에게는 큰 힘이 되었다고 꼭 말해주고 싶었어요. 쇼메이커 선수가 말한것처럼 결국 담원도 열심히 노력하니까 좋은날이 왔네요. 앞으로도 좋은날만 가득하기를, 담원선수들이 한 노력이 배신당하지 않기를 응원합니다.",
        ]
    },
]