type articleType = {
    title: string;
    url: string;
    imgUrl: string;
    comments: Array<string>;
}

export const articles: Array<articleType> = [
    {
        title: '울어도보고 웃어도봤지만 웃는게낫더라',
        url: 'http://www.inven.co.kr/webzine/news/?news=212354',
        imgUrl: 'http://static.inven.co.kr/column/2018/12/19/news/i13274231441.jpg',
        comments: [
            "저는 제가 응원하는 팀과는 별개로, 아무 구설수 없이 착한 선수들은 모두 잘됐으면 하는 마음이 있어요. 그래서 정말 비판(비난)을 많이 받던 선수들은 더 잘됐으면 좋겠다라는 생각을 했어요. 그렇게 18년도 가장 비판과 비난을 받던 고스트가 있었는데, 좀 안타까웠어요. 데뷔년도부터 많은게 맞아 떨어지지 않은? 그런 느낌을 받았거든요. 하지만 그런 상황속에서도 웃으면서 다시 도전한다는게 멋있었어요. 정말 바닥을 찍고 잊혀져가는 선수들이 많은데 다시 처음부터 입단 테스트를 보며 열정을 보여준게 대단하다 생각해요, 현역 프로이자 데뷔년차가 쌓인 고스트 선수인데 처음부터 시작한다는게 더욱 멋있었어요. ",
            "19롤드컵때부터 롤 이스포츠를 봐서 고스트선수의 예전 모습에 대해서는 잘 알지 못했는데 저 기사를 보고 알게 되었습니다. 마음고생했을 고스트선수를 생각하니 참 가슴아팠고 서머 우승하고 인터뷰에서 우는 고스트 선수를 보며 저도 울컥하고 잘 되서 참 다행이다라는 생각이 들었습니다",
            "느낀점 123123느낀점 123123느낀점 123123느낀점 123123느낀점 123123느낀점 123123느낀점 123123",
        ]
    },
    {
        title: '울어도보고 웃어도봤지만 웃는게낫더라2222',
        url: 'http://www.inven.co.kr/webzine/news/?news=212354',
        imgUrl: 'http://static.inven.co.kr/column/2018/12/19/news/i13274231441.jpg',
        comments: [
            "ㅁㄴㅇㅁㄴㄴㅇㅁㄴㅁㄴㅁㄴㅇ111111111",
            "ㅁㄴㅇㅁㄴㅇㄴㅁㄴㅁㅇㄴ222222222",
            "ㅁㄴㅇㅁㄴㅇㄴㅁㄴㅁ333333333333333",
        ]
    },
]