type messageType = {
    public: boolean;
    message: string;
}

export const messages = [
'작년 월즈보면서 게임 스타일이 굉장히 재미있고 공격적이라는 생각이 들어서 응원하기 시작했는데, 1년만에 월즈 우승까지 하게 된 거 정말 축하합니다! 게임에서 이길 때나 질 때나 그냥 선수들 게임하는 걸 보는 것 만으로도 굉장히 행복한 것 같아요. 내년에도 항상 즐겁게 게임해주셨으면 좋겠습니다. 월즈 우승 다시 한번 축하드립니다!  담원 파이팅!!!!!',
,
'덕분에 올해가 정말 행복했어요. 선수들과 감독, 코치님도 우리처럼 행복했으면 좋겠어요.'
,
'정말 고생했습니다. 다시 한번 더 대한민국의 위상을 드높여줘서 고맙습니다.'
,
'담원 선수들 덕분에 입대전 LCK 1부탈환하는거 보고 갈수있게해주셔서 감사합니다 선수분들 제발 저 전역할때까지만 담원 남으셔서 2시즌연속 우승 해주세요'
,
`이 팀 뭐야?
여기 우승이 있어요~
아이캔트빌리빗!
이얏~ 축하드려연~`
,
'덕분에 올해가 정말 행복했어요. 선수들과 감독, 코치님도 우리처럼 행복했으면 좋겠어요.'
,
'정말 고생했습니다. 다시 한번 더 대한민국의 위상을 드높여줘서 고맙습니다.'
,
'담원 선수들 덕분에 입대전 LCK 1부탈환하는거 보고 갈수있게해주셔서 감사합니다 선수분들 제발 저 전역할때까지만 담원 남으셔서 2시즌연속 우승 해주세요'
,
'정말 고생했습니다. 다시 한번 더 대한민국의 위상을 드높여줘서 고맙습니다.'
,
'담원 선수들 덕분에 입대전 LCK 1부탈환하는거 보고 갈수있게해주셔서 감사합니다 선수분들 제발 저 전역할때까지만 담원 남으셔서 2시즌연속 우승 해주세요',
,
`담원 우승 정말 축하하고, 비록 후보여도 기량 회복해서 전력강화가 되었으면 합니다!
코치진님들 좋은 케어와 밴픽으로 편안한 밴픽보게 해주셔서 감사합니다
화이팅`

]